{"song": "Breakeven", "artist": "The Script", "lyrics": "\n\n[Intro]\nI'm still alive but I'm barely breathing\nJust praying to a God that I don't believe in\n'Cause I got time while she got freedom\n'Cause when a heart breaks no it don't break even\n\n[Verse 1]\nHer best days will be some of my worst\nShe finally met a man that's gonna put her first\nWhile I'm wide awake she's no trouble sleeping\n'Cause when a heart breaks no it don't breakeven\nEven... no\n\n[Chorus]\nWhat am I supposed to do when the best part of me was always you?\nAnd what am I supposed to say when I'm all choked up and you're ok?\nI'm falling to pieces, yeah\nI'm falling to pieces\n\n[Verse 2]\nThey say bad things happen for a reason\nBut no wise words gonna stop the bleeding\n'Cause she's moved on while I'm still grieving\nAnd when a heart breaks no it don't breakeven even, even\n... no\n\n[Chorus]\nWhat am I gonna do when the best part of me was always you?\nAnd what am I supposed to say when I'm all choked up and you're ok?\nI'm falling to pieces, yeah\nI'm falling to pieces, yeah\nI'm falling to pieces\n(One still in love while the other one's leaving)\nI'm falling to pieces\n('Cause when a heart breaks no it don't break even)\n\n[Bridge]\nOh, you got his heart and my heart and none of the pain\nYou took your suitcase, I took the blame\nNow I'm tryna make sense of what little remains, oh\n'Cause you left me with no love and no love to my name\n\n[Verse 3]\nI'm still alive but I'm barely breathing\nJust prayed to a God that I don't believe in\n'Cause I got time while she got freedom\n'Cause when a heart breaks no it don't break\nNo it don't break no it don't break even no\n\n[Chorus]\nWhat am I gonna do when the best part of me was always you?\nAnd what am I supposed to say when I'm all choked up that you're ok?\nI'm falling to pieces, yeah\nI'm falling to pieces, yeah\nI'm falling to pieces\n(One still in love while the other one's leaving)\nI'm falling to pieces\n('Cause when a heart breaks no it don't break even)\n\n[Outro]\nOh, it don't break even, no\nOh, it don't break even, no\nOh, it don't break even, no\n\n"}