{"song": "Drops Of Jupiter (Tell Me)", "artist": "Train", "lyrics": "\n\n[Verse 1]\nNow that she's back in the atmosphere\nWith drops of Jupiter in her hair, hey\nShe acts like summer and walks like rain\nReminds me that there's a time to change, hey\nSince the return from her stay on the moon\nShe listens like spring and she talks like June, hey\n\n[Chorus 1]\nBut tell me, did you sail across the sun?\nDid you make it to the Milky Way\nTo see the lights all faded\nAnd that heaven is overrated?\nTell me, did you fall from a shooting star?\nOne without a permanent scar\nAnd did you miss me\nWhile you were looking for yourself out there?\n\n[Verse 2]\nNow that she's back from that soul vacation\nTracing her way through the constellation, hey, mmm\nShe checks out Mozart while she does Tae-Bo\nReminds me that there's room to grow, hey\nNow that she's back in the atmosphere\nI'm afraid that she might think of me as\nPlain ol' Jane told a story about a man\nWho was too afraid to fly so he never did land\n\n[Chorus 2]\nBut tell me, did the wind sweep you off your feet?\nDid you finally get the chance\nTo dance along the light of day\nAnd head back to the Milky Way?\nAnd tell me, did Venus blow your mind?\nWas it everything you wanted to find?\nAnd did you miss me\nWhile you were looking for yourself out there?\n\n[Bridge]\nCan you imagine no love, pride, deep-fried chicken\nYour best friend always sticking up for you\nEven when I know you're wrong?\nCan you imagine no first dance, freeze-dried romance\nFive-hour phone conversation\nThe best soy latte that you ever had, and me?\n\n[Breakdown]\nBut tell me, did the wind sweep you off your feet? (Feet)\nDid you finally get the chance\nTo dance along the light of day (Light of day)\nAnd head back toward the Milky Way?\n\n[Chorus 1]\nBut tell me, did you sail across the sun?\nDid you make it to the Milky Way\nTo see the lights all faded\nAnd that heaven is overrated?\nTell me, did you fall for a shooting star?\nOne without a permanent scar\nAnd did you miss me\nWhile you were looking for yourself?\n\n[Outro]\nNa, na, na, na, na, na\nNa, na, na, na, na, na\nAnd did you finally get the chance\nTo dance along the light of day?\nNa, na, na, na, na, na\nNa, na, na, na, na, na\nAnd did you fall for a shooting star?\nFall for a shooting star?\nNa, na, na, na, na, na\nNa, na, na, na, na, na\nAnd are you lonely\nLooking for yourself out there?\n\n"}