{"song": "I Will Survive", "artist": "Gloria Gaynor", "lyrics": "\n\nAt first I was afraid, I was petrified\nKept thinkin' I could never live without you by my side\nBut then I spent so many nights thinkin' how you did me wrong\nAnd I grew strong, and I learned how to get along\n\nAnd so you're back, from outer space\nI just walked in to find you here with that sad look upon your face\nI should have changed that stupid lock\nI should have made you leave your key\nIf I'd have known for just one second you'd be back to bother me\n\nGo on now, go, walk out the door, just turn around now\n'cause you're not welcome anymore\nWeren't you the one who tried to hurt me with goodbye?\nDid you think I'd crumble? Did you think I'd lay down and die?\n\nOh no, not I, I will survive\nOh, as long as I know how to love, I know I'll stay alive\nI've got my life to live, and I've got all my love to give\nAnd I'll survive, I will survive, hey hey\n\nIt took all the strength I had, not to fall apart\nJust tryin' hard to mend the pieces of my broken heart\nAnd I spent oh so many nights just feeling sorry for myself\nI used to cry, but now I hold my head up high\n\nAnd you see me, somebody new\nI'm not that chained up little person still in love with you\nAnd so you felt like droppin' in and just expect me to be free\nWell now I'm saving all my lovin' for someone who's lovin' me\n\nGo on now, go, walk out the door, just turn around now\n'cause you're not welcome anymore\nWeren't you the one who tried to break me with goodbye?\nDid you think I'd crumble? Did you think I'd lay down and die?\n\nOh no, not I, I will survive\nOh, as long as I know how to love, I know I'll stay alive\nI've got  my life to live, and I've got all my love to give\nAnd I'll survive, I will survive, Oh\n\nGo on now go, walk out the door, just turn around now\n'cause you're not welcome anymore\nWeren't you the one who tried to break me with goodbye?\nDid you think I'd crumble? Did you think I'd lay down and die?\n\nOh no, not I, I will survive\nOh, as long as I know how to love, I know I'll stay alive\nI've got all my life to live, and all my love to give\nAnd I'll survive, I will survive, I will survive\n\n"}