{"song": "Last Christmas", "artist": "Wham!", "lyrics": "\n\n[Intro]\nAh, aha\nOoh, ohh\nOhh\n\n[Chorus]\nLast Christmas, I gave you my heart\nBut the very next day you gave it away\nThis year, to save me from tears\nI'll give it to someone special\nLast Christmas, I gave you my heart\nBut the very next day you gave it away (You gave it away)\nThis year, to save me from tears\nI'll give it to someone special (Special)\n\n[Verse 1]\nOnce bitten and twice shy\nI keep my distance, but you still catch my eye\nTell me, baby, do you recognize me?\nWell, it's been a year, it doesn't surprise me\n\n[Verse 2]\n(Happy Christmas) I wrapped it up and sent it\nWith a note saying, \"I love you\", I meant it\nNow I know what a fool I've been\nBut if you kissed me now, I know you'd fool me again\n\n[Chorus]\nLast Christmas, I gave you my heart\nBut the very next day you gave it away (You gave it away)\nThis year, to save me from tears\nI'll give it to someone special (Special)\nLast Christmas, I gave you my heart\nBut the very next day you gave it away\nThis year, to save me from tears\nI'll give it to someone special (Special, oh)\nOh, oh, baby\n\n[Verse 3]\nA crowded room, friends with tired eyes\nI'm hiding from you and your soul of ice\nMy God, I thought you were someone to rely on\nMe? I guess I was a shoulder to cry on\n\n[Verse 4]\nA face on a lover with a fire in his heart\nA man under cover but you tore me apart\nOoh-hoo\nNow I've found a real love, you'll never fool me again\n\n[Chorus]\nLast Christmas, I gave you my heart\nBut the very next day you gave it away (You gave it away)\nThis year, to save me from tears\nI'll give it to someone special (Special)\nLast Christmas, I gave you my heart (I gave you my heart)\nBut the very next day you gave it away (You gave me away)\nThis year, to save me from tears (Ohh)\nI'll give it to someone special (Special)\n\n[Outro]\nA face on a lover with a fire in his heart (I gave you my heart)\nA man under cover but you tore him apart\nMaybe next year\nI'll give it to someone, I'll give it to someone special\nSpecial...\nSomeone...\n\n"}