{"song": "Little Talks", "artist": "Of Monsters And Men", "lyrics": "\n\n[Refrain: Nanna Bryndís Hilmarsdóttir  & Ragnar Þórhallsson]\nHey!\nHey!\nHey!\n\n[Verse 1: Nanna, Ragnar, Nanna & Ragnar]\nI don't like walking around this old and empty house\nSo hold my hand, I'll walk with you my dear\nThe stairs creak as I sleep; it's keeping me awake\nIt's the house telling you to close your eyes\n\nSome days I can't even trust myself\nIt's killing me to see you this way\n'Cause though the truth may vary, this ship will carry our\nBodies safe to shore\n\n[Refrain: Nanna & Ragnar]\nHey!\nHey!\nHey!\n\n[Verse 2: Nanna, Ragnar, Nanna & Ragnar]\nThere's an old voice in my head that's holding me back\nWell, tell her that I miss our little talks\nSoon it will be over and buried with our past\nWe used to play outside when we were young, and full of life and full of love\n\nSome days, I don't know if I am wrong or right\nYour mind is playing tricks on you, my dear\nCause though the truth may vary, this ship will carry our\nBodies safe to shore\n\n[Chorus: Nanna & Ragnar]\nHey! Don't listen to a word I say\nHey! The screams all sound the same\nHey! Though the truth may vary, this ship will carry our\nBodies safe to shore\n\n[Refrain: Nanna & Ragnar]\nHey!\nHey!\nHey!\n\n[Bridge: Nanna & Ragnar]\nYou're gone, gone, gone away; I watched you disappear\nAll that's left is a ghost of you\nNow we're torn, torn, torn apart; there's nothing we can do\nJust let me go, we'll meet again soon\n\nNow wait, wait, wait for me; please hang around\nI'll see you when I fall asleep…\n\n[Chorus: Nanna & Ragnar]\nHey! Don't listen to a word I say\nHey! The screams all sound the same\nHey! Though the truth may vary, this ship will carry our\nBodies safe to shore\n\n[Chorus: Nanna & Ragnar]\nHey! Don't listen to a word I say\nHey! The screams all sound the same\nHey! Though the truth may vary, this ship will carry our\nBodies safe to shore\n\n[Outro: Nanna & Ragnar]\nThough the truth may vary, this ship will carry our\nBodies safe to shore...\n\n"}