{"song": "Mr. Jones", "artist": "Counting Crows", "lyrics": "\n\nShalalala la la la\nUh huh\n\nI was down at the New Amsterdam\nStaring at this yellow-haired girl\nMr. Jones strikes up a conversation\nWith a black-haired flamenco dancer\nYou know she dances while his father plays guitar\nShe's suddenly beautiful\nAnd we all want something beautiful\nMan, I wish I was beautiful\n\nSo come dance this silence down through the morning\nShalalala la la la la, yeah..\nUh huh, yeah.. Cut up, Maria!\nShow me some of them Spanish dances\nAnd pass me a bottle, Mr. Jones\nBelieve in me, help me believe in anything\n'Cause I wanna be someone who believes, yeah\n\nMr. Jones and me tell each other fairy tales\nAnd we stare at the beautiful women\n\"She's looking at you. Ah, no, no, she's looking at me.\"\nSmiling in the bright lights, coming through in stereo\nWhen everybody loves you, you can never be lonely\n\nWell, I'm gonna paint my picture\nPaint myself in blue and red and black and gray\nAll of the beautiful colors are very, very meaningful\nYeah, well, you know gray is my favorite color\nI felt so symbolic yesterday\nIf I knew Picasso, I would buy myself a gray guitar and play\n\nMr. Jones and me look into the future\nYeah, we stare at the beautiful women\n\"She's looking at you. I don't think so. She's looking at me.\"\nStanding in the spotlight, I bought myself a gray guitar\nWhen everybody loves me, I will never be lonely\n\nI'll never be lonely\nSaid I'm never gonna be lonely\n\nI want to be a lion\nYeah, everybody wants to pass as cats\nWe all want to be big, big stars, yeah\nBut we got different reasons for that\nBelieve in me, 'cause I don't believe in anything\nAnd I, I want to be someone to believe\nTo believe, to believe, yeah!\n\nMr. Jones and me, stumbling through the barrio\nYeah, we stare at the beautiful women\n\"She's perfect for you, man, there's got to be somebody for me.\"\nI want to be Bob Dylan\nMr. Jones wishes he was someone just a little more funky\nWhen everybody loves you, ah son\nThat's just about as funky as you can be\n\nMr. Jones and me, staring at the video\nWhen I look at the television, I want to see me\nStaring right back at me\nWe all want to be big stars\nBut we don't know why, and we don't know how\nBut when everybody loves me\nI want to be just about as happy as can be\nMr. Jones and me, we're gonna be big stars\n\n"}