{"song": "Pure Water", "artist": "Mustard & Migos", "lyrics": "\n\n[Intro: Quavo & YG]\nWoo!\nY'all already know who I am? Right?\nMustard on the beat, ho\nLet's go\n\n[Chorus: Quavo]\nUh (Woo, woo), no Master P (Ayy)\nTen bad bitches and they after me (Bad)\nOne bad bitch look like a masterpiece (Uh)\nLookin' for a dunk, like a athlete (Uh)\nBig drip, what you call it? (Big drip, yeah)\nIce chain, pure water (Ice, ice, ice)\nYou got the cash, but can't afford it (Cash, no)\nYou got the bag, but can't afford it (Give me the bag)\n\n[Verse 1: Quavo]\nGive me the beat, I ride it like a jetski (Hey)\nSo many bad bitches they harassin' me (Bad)\nThey like me 'cause I rap and be with the athletes (Athletes)\nStop askin' me (Uh), I know they mad at me (Nah)\nHop in the coupe, then I slide like it's Vaseline (Skrrt, skrrt)\nWest coast 6-4 jump like a trampoline (6-4)\nTake a brick out, put it on a triple beam (Brick out)\nI'm not from Canada, but I see a lot of tings (Canada)\nDismantle her, I know how to handle her (Woo, hey)\nLight the candle up, make you put a banner up (Up, up)\nToss a 50 up, make 'em tear the club up (Tear the club up)\nTook your bitch out the game, I had to sub her (Swap, swap, here we go)\n\n[Chorus: Quavo & Offset]\nUh (Woo, woo), no Master P (Ayy)\nTen bad bitches and they after me (Bad)\nOne bad bitch look like a masterpiece (Uh)\nLookin' for a dunk, like a athlete (Uh, woo)\nBig drip, what you call it? (Big drip, big drip, yeah)\nIce chain, pure water (Ice, ice, ice)\nYou got the cash but can't afford it (Hey!, cash)\nYou got the bag but can't afford it (Woo, woo, woo)\n\n[Verse 2: Offset]\nOffset!\nPimpin' ain't easy, make her open up and eat it (Eat it)\nStars in the ceilin' and my seats, they Tempur-Pedic (Hey, hey)\nI see them niggas watchin' and they plottin', tryna sneak me (Plot)\nI can't hit a thot, can't trust a thot, they tellin' secrets (Thot, no)\nBig bank take lil' bank, lil' nigga (Cash)\nCatch him down bad, that nigga cry a whole river (Hey)\nNawf on my back, I'm takin' care of the whole village (Nawf)\nSomebody got shot, what you talkin' 'bout, Willis? (Who?)\nIn the lobby with a brick, I'm Ricky Bobby with your bitch\nI go Lawrence with the fit, in the 'Rari with no tint ('Rari, drip, drip)\nI'm from the trench, I got the dirty money rinsed (Oh)\nHe was poppin' so I popped and prayed to God, repent (Oh, oh, oh, let's go)\n\n[Chorus: Quavo]\nUh (Woo, woo), no Master P (Ayy)\nTen bad bitches and they after me (Bad)\nOne bad bitch look like a masterpiece (Uh)\nLookin' for a dunk, like a athlete (Uh, woo)\nBig drip, what you call it? (Big drip, yeah)\nIce chain, pure water (Ice, ice, ice)\nYou got the cash but can't afford it (Cash, no)\nYou got the bag but can't afford it\n\n[Verse 3: Takeoff]\nT-Takeoff, no limit to the money (Money, nah)\nI picked the gang up, took a flight across the country ('Cross the country, where?)\nI tipped the waitress, told her, \"Keep the ones comin'\"\nHit the store to get some Backwoods and left the Wraith runnin', fuck it\nLookin' like they plottin', but we already on it (On it)\nIn the lab with Celine like that bag that she wanted (Celine)\nA lot of tings, ass bustin' out them jeans, make you want it (Ting)\nMake you wanna spend a 50, hit the scene with her, don't it? (Scene)\nWhole team full of queens, gotta keep their eyes on me (Queen)\nIt's a snake in disguise, prolly wanna slide on me (Slide)\nI bet they ride on 'em when I put that prize on 'em (Prize)\nTen bad bitches, rotate 'em, got five of 'em (Five)\n\n[Chorus: Quavo]\nUh (Woo, woo), no Master P (Ayy)\nTen bad bitches and they after me (Bad)\nOne bad bitch look like a masterpiece (Uh)\nLookin' for a dunk, like a athlete (Uh)\nBig drip, what you call it? (Big drip, yeah)\nIce chain, pure water (Ice, ice, ice)\nYou got the cash but can't afford it (Cash, no)\nYou got the bag but can't afford it\n\n[Outro: Mustard]\nTwo-step (Oh, yeah, uh, oh, yeah)\nTwo-step (Oh, yeah, uh, oh, yeah)\nTwo-step (Oh, yeah, uh, oh, yeah)\nTwo-step (Oh, yeah, uh, oh, yeah)\nTwo-step (Oh, yeah, uh, oh, yeah)\nTwo-step (Oh, yeah, uh, oh, yeah)\nTwo-step (Oh, yeah, uh, oh, yeah)\nTwo-step (Oh, yeah, uh, oh, yeah)\nGoodnight\n\n"}