{"song": "Rock Me Tonight (For Old Times Sake)", "artist": "Freddie Jackson", "lyrics": "\n\nOh, come on and rock me, ooh, girl\nOh, come on and rock me, ooh, girl\n\nHey, girl, long time no see\nDo you have a little time to spend with me?\nI wanna know what's been going on\nIn your life, huh, talk to me, baby\n\nYour hair, perfume you wear\nBrings back memories, oh, of you and me\nYou look so fine, you blow my mind\nAll over again, ooh\n\nSo much has happened in my life\nSince we partied, what about you?\nNow I've got myself together\nAnd I know just what I want\nAnd right now I know that it's you, you\n\nRock me tonight for old times sake\nWould you, baby, hey?\nRoll with me tonight for old times sake\nOoh\n\nOoh, girl, I'm gonna love you real good\nCome on, let me do it now, you know I could\nI really miss the way you squeeze and moan\nAnd call out my name, woo, you can call me, baby\n\nI remember you like to take your time\nTo get in the mood, ooh, yes, you do, yeah\nBut once you're in the mood\nYou like to go, shake to the groove, oh yes, you do, girl\n\nIt's been so long since we've had a night together\nI have missed you when I get through lovin' you, girl\nFire and desire\nWill burn in you forever more, more\n\nRock me tonight for old times sake\nWould you, baby, hey?\nRoll with me tonight for old times sake\nWoo, woo, would you, would you, would you?\n\nRock with me tonight for old times sake\nSweet, baby, yeah\nRoll with me tonight for old times sake\nOh girl, come on and rock\n\nSo much has happened in my life\nSince we parted, what about you?\nOh, now I've got myself together\nAnd I know just what I want\nAnd right now, girl, it's you, you\n\nRock with me tonight for a old times sake, sake\nWon't you, baby, hey?\nRoll, roll with me tonight for a old times sake\nFeels so good, feels so right\n\nWould you rock with me tonight for a old times sake?\nSweet baby, yeah\nWould you come and roll with me tonight for a old times sake?\nOh, girl\n\nCome on and rock me\nCome on and roll with me, baby\nCome on and rock me\nRoll with me\n\nI wanna feel you next to me\nI want you to do the things\nThat we used to do together\nCome on, let's make it right\n\nI wanna feel you rock with a lot of lovin'\nThe way I used to do, girl\nDo you remember?\n\nI wanna rock and roll with you, baby\nCome on, hey\nI'm gonna rock and roll and hold and squeeze ya\nSweet thing, yeah\n\n"}