{"song": "Solo de Mi", "artist": "Bad Bunny", "lyrics": "\n\n[Letra de \"Solo de Mí\"]\n\n[Coro]\nNo me vuelvas a decir \"Bebé\" (¡No!)\nYo no soy tuyo ni de nadie, yo soy sólo de mí\nNo me vuelvas a decir \"Bebé\" (Yeh, eh)\nYa tú lo sabe' que yo no estoy ni un poquito pa' ti\nNo me vuelvas a decir \"Bebé\" (Uh, uh, uh)\nYo no soy tuyo ni de nadie, yo soy sólo de mí\nY no me vuelvas a decir \"Bebé\" (¡Eh!)\nYa tú lo sabe' que yo no estoy ni un poquito pa' ti\nYeh-eh, yeh\n\n[Verso 1]\nLo nuestro ya se murió\nLo siento si te dolió\nNo fui yo quien decidió\nFuiste tú que lo jodió\nQue en paz descanse lo de nosotro' (Wuh)\nNo me rompiste el corazón, ya yo lo tenía roto\nPor eso, ni te amo, ni te odio\nAlzando botella' en tu velorio\nEsta noche me amanezco\n¿Que me quisiste? Te lo agradezco; ey\nPero no te pertenezco\nHoy voy pa'l agua pa' ver qué pesco (Wuh)\nBaby, tú ere' un atraso\nPon lo que tú quiera' en Facebook que yo no te vo'a hacer caso\nEcha pa' allá, no me eche' el brazo\n\n[Coro]\nY no me vuelvas a decir \"Bebé\" (Uh, uh, uh)\nYo no soy tuyo ni de nadie, yo soy sólo de mí\nY no me vuelvas a decir \"Bebé\" (Eh)\nYa tú lo sabes que yo no estoy ni un poquito pa' ti\nNo me vuelvas a decir \"Bebé\" (Uh, uh, uh)\nYo no soy tuyo ni de nadie, yo soy sólo de mí\nNo me vuelvas a decir \"Bebé\" (Eh)\nYa tú lo sabes, que yo no estoy ni un poquito pa' ti\n\n[Verso 2]\nYeh, a ti nadie te llamó, arranca pa'l carajo\nHoy e' noche 'e travesura, hoy e' pata' abajo (Yeh)\n¿Quiere' vacilar? Te tengo un atajo (Wuh)\nSon de recetario que un pana me trajo; yeh, yeh (Rrrah)\nYo nunca la dejo caer, ey (Eh)\nDale, enrola pa' prender (Wuh)\n¿\"Bebé\" de qué cojone'? Eso fue ayer (Prr); ¡huh!\nSorry, te tocó perder (Jeje); ey\nMe vio con otra y se mordió (¿Qué?)\nDime, mami, ¿qué te dio? (Wuh)\nMe cago en la madre que te parió (Prr)\nContigo yo no vuelvo ni pa' Dio'\nYo lo que quiero e' perreo\nYo no como mierda y meno' pa'l bellaqueo\nEn bajita no me veo\nLa madre del que me joda el jangueo, eh\n\n[Outro]\nMira, puñeta, no me quiten el perreo\n\n"}