{"song": "Splashin", "artist": "Rich The Kid", "lyrics": "\n\n[Intro]\nI'm havin' dumb money\n\n[Chorus]\nAyy, we can fuck lil' mama, I can't lip lock (I can't what?)\nGucci, spent a hunnid on some new socks (New socks)\nCoulda bought a crib, bought a drop top (Skrt, skrt)\nI can't love a bitch, trust no thot (No thot)\nNever bring a freak to your spot (Woo!)\nDolce and Gabbana on my flip flops\nI don't do no relaxing (Relaxing)\nRun up the bag, get the cash in (Racks)\nFendi, am I drippin' or spashin' (Or spashin')\n12, they can't catch me when I'm passin' (Skrt!)\nHow you got a check and went broke again? (Went broke again)\nBitches wanting clout and I ain't kissin' 'em (I ain't kissin' 'em)\nSince I first got them hundreds, I've been flippin' 'em (Flippin' 'em)\n\n[Verse 1]\nOff-White with the Gucci, I might mix match (I might mix match)\nWhen I fuck her, you can get your bitch back (Get your bitch back)\nWhat the hell she was thinking? I can't kiss that (Why the hell?)\nWhy she ask me where the hell I got my wrist at? (Got my wrist at)\nWhy the hell a hundred-thousand in my backpack? (In my backpack)\nWhy these bitches think that we can come in contact? (Come in contact)\nThis is my drank, this ain't cognac (This ain't cognac)\nYou ain't get a milli, why you sign that? (Why you sign that?)\nShe wanna fuck, I decline that (Decline!)\nLook at my bitch, she a dimebag (Bitch!)\nLook at my pinky, it's a waterslide (It's a waterslide)\nRich Forever, come and see the money side (Rich!)\n\n[Chorus]\nWe can fuck lil' mama, I can't lip lock (I can't what?)\nGucci, spent a hunnid on some new socks (New socks)\nCoulda bought a crib, bought a drop top (Skrt, skrt)\nI can't love a bitch, trust no thot (No thot)\nNever bring a brick to your spot (Woo!)\nDolce and Gabbana on my flip flops\nI don't do no relaxing (Relaxing)\nRun up the bag, get the cash in (Racks)\nFendi, am I drippin' or spashin' (Or spashin')\n12, they can't catch me when I'm passin' (Skrt!)\nHow you got a check and went broke again? (Went broke again)\nBitches wanting clout and I ain't kissin' 'em (I ain't kissin' 'em)\nSince I first got them hundreds, I've been flippin' 'em (Flippin' 'em)\n\n[Verse 2]\nI flip the money, got my check up (Got my check up)\nI'm flexing up, but I'm no wrestler (Flex)\nBlue cheese pockets got the extras (The extras)\nI stack the money up like Tetris (Tetris)\nHow I got two-fifty from my neck up? (Neck up, ice)\nHow I made it from the hood to a Benz truck? (Skrt, skrt)\nBitches wanna fuck, I got them lined up (Lined up)\nHow you with the gang but you ain't signed up? (You ain't signed up)\nPull out my dick, tell her kiss that (Kiss that)\nShe just want a nigga with a big sack (With a big sack)\nPull out the choppa, we in combat (Yah!)\nTouchdown on the plug like a lineback (Rich!)\n\n[Chorus]\nWe can fuck lil' mama, I can't lip lock (I can't what?)\nGucci, spent a hunnid on some new socks (New socks)\nCoulda bought a crib, bought a drop top (Skrt, skrt)\nI can't love a bitch, trust no thot (No thot)\nNever bring a brick to your spot (Woo!)\nDolce and Gabbana on my flip flops\nI don't do no relaxing (Relaxing)\nRun up the bag, get the cash in (Racks)\nFendi, am I drippin' or spashin' (Or spashin')\n12, they can't catch me when I'm passin' (Skrt!)\nHow you got a check and went broke again? (Went broke again)\nBitches wanting clout and I ain't kissin' 'em (I ain't kissin' 'em)\nSince I first got them hundreds, I've been flippin' 'em (Flippin' 'em)\n\n"}