{"song": "Uproar", "artist": "Lil Wayne", "lyrics": "\n\n[Intro: Swizz Beatz & Lil Wayne]\n(Weezy, Weezy, Weezy, Weezy\nWeezy, Weezy, Weezy, Weezy)\nI see, thank you man, thank you\nY'all know his name\nAyo, Mack, let the beat drop\nLadies and gentlemen, C5, Wayne time\nYeah, yeah, yeah\nZone, zone, zone, zone, zone\nLet me see your shoulders work\nI mean, I don't know what y'all came here to do, but, uh\nIf you ain't got a lighter, what the fuck you smoking for?\nWe hot! (haaa)\n\n[Verse 1: Lil Wayne]\nWhat the fuck though? Where the love go?\nFive, four, three, two, I let one go\nBow! Get the fuck though, I don't bluff, bro\nAimin' at your head like a buffalo\nYou a roughneck, I'm a cutthroat\nYou're a tough  guy, that's enough jokes\nThen the sun die, the night is young though\nThe diamonds still shine in the rough, ho\nWhat the fuck though? Where the love go?\nFive, four, three, two, where the ones go?\nIt's a shit show, put you front row\nTalkin' shit, bro? Let your tongue show\nMoney over bitches, and above hoes\nThat is still my favorite love quote\nPut the gun inside, what the fuck for?\nI sleep with the gun, and she don't snore\nWhat the fuck, yo? Where the love go?\nTrade the ski mask for the muzzle\nIt's a blood bath, where the suds go?\nIt's a Swizz beat, there the drums go\nIf she's iffy, there the drugs go\nIf she sip lean, double-cup toast\nI got a duffle full of hundos\nThere the love go, where's the uproar?\n\n[Chorus: Lil Wayne]\nWhat the fuck though? Where the love go?\nFive, four, three, two, I let one go\nBow! Get the fuck though, I don't bluff, bro\nAimin' at your head like a buffalo\nWhat the fuck though? Where the love go?\nFive, four, three, two, I let one go\nBow! Get the fuck though, I don't bluff, bro\nAimin' at your head like a buffalo\n\n[Verse 2: Lil Wayne]\nGet the fuck though, I don't bluff, bro\nI come out the scuffle without a scuff, woah\nPuff, puff, bro; I don't huff though\nYellow diamonds up close, catch a sunstroke\nAt your front door with a gun stowed\n\"Knock, knock. Who's there?\" is how it won't go\nThis the jungle, so have the utmost\nFor the nutzos, and we nuts, so\nWhat the fuck, bro? It's where I'm from, bro\nWe grow up fast, we roll up slow\nWe throw up gang signs, she throw up dope\nDreadlock hang down like you dun know\nPut the green in the bag like a lawnmower\nHair trigger pulled back like a cornrow\nExtra clip in the stash like a console\nListenin' to Bono, you listen to Donald\nWhat the fuck, bro? Where the love go?\nSwizzy he the chef, I like my lunch gross\nJust look up, bro, there the Scuds go\nI see the shovel, but where did bruh go?\nHmm, to the unknown\nOnly way he comin' back is through his unborns\nIf you see what's in my bag, think I'm a drug lord\nIt's empty when I give it back, now where's the uproar?\n\n[Chorus: Lil Wayne]\nWhat the fuck though? Where the love go?\nFive, four, three, two, I let one go\nBow! Get the fuck though, I don't bluff, bro\nAimin' at your head like a buffalo\nWhat the fuck though? Where the love go?\nFive, four, three, two, I let one go\nBow! Get the fuck though, I don't bluff, bro\nAimin' at your head like a buffalo\n\n"}