{"song": "What Makes You Country", "artist": "Luke Bryan", "lyrics": "\n\n[Verse 1]\nPeople talkin' ’bout what is and what ain’t country\nWhat gives ’em a right to wear a pair of beat-up boots?\nIs it the size of your tires and your fires, or your wild ass buddies?\nWell, give me a minute, let me hit you with some hometown truth\n\n[Pre-Chorus]\nYou could be a cowboy on the Texas plain\nOr a plowboy waitin’ on the rain\nWe’re all a little different, but we’re all the same\nEverybody doin' their own thing\n\n[Chorus 1]\nI got my dirt road cred when I was twelve\nOn a no cab tractor hauling them bales\nBacking in boats, fishing limb lines\nRunning bird dogs through the Georgia pines\nStep side cover down in peanut dust\nFriday night spotlight, and that was us\nIt might not've been you, but I can't judge\nJust be proud of what makes you country\n\n[Verse 2]\nDoes it run in your blood?\nDid it come from your daddy and mama?\nWere you converted by an Alabama song on the radio?\nThat feels so right\nDid you lock eyes with a little green-eyed girl from Jackson?\nTell me what got ya, I just gotta know\n\n[Chorus 2]\nMe, I got my Sunday learning in a live oak church\nSilver Queen corn in a backyard dirt\nWaiting for the fall to finally come along\nSo I can grab my gun and get my outside on\nStep side cover down in peanut dust\nFriday night spotlight, and that was us\nIt might not've been you, but I can't judge\nJust be proud of what makes you country\n\n[Brdge]\nMight be from a city or a little farm town\nWhatever kind of square that you drove around\nDo you wear it on your sleeve or keep it deep down?\nYou know you gotta let it out\n\n[Chorus 1]\nI got my dirt road cred back when I was twelve\nOn a no cab tractor hauling them bales\nBacking in boats, fishing limb lines\nRunning bird dogs through them Georgia pines\nStep side cover down in peanut dust\nFriday night spotlight, and that was us\nIt might not've been you, but I ain't judging\nAnd just be proud of what makes you country\nWhatever makes you country\n\n[Outro]\nYou do your kinda country\nThey doing they kind of country\nI do my kind of country\nWhatever makes us country\n\n"}